Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/rett-til-opplaering-i-og-paa-samisk.html.tmx
Source language: nob
Languages: sma

source: Rett til opplæring i og på samisk
sma: Reaktoe gïelelïerehtæmman jïh lïerehtæmman saemien gïelesne

source: I forvaltningsområde for samisk språk har alle elever i grunnskolen rett til opplæring i og på samisk, mens det i kommuner utenfor forvaltningsområde for samisk språk, må det for å få opplæring på samisk, være minst ti elever som krever det.
sma: Reeremedajvesne saemien gïelese gaajhkh learohkh maadthskuvlesne reaktoem saemien gïelelïerehtæmman jïh lïerehtæmman saemien gïelesne utnieh, mearan tjïeltine saemien gïelen reeremedajven ålkolen, desnie unnemes luhkie learohkh tjuerieh dam krievieh jis edtjieh lïerehtimmiem saemien gïelesne åadtjodh.

source: jf. Opplæringslova § 6-2, første ledd.
sma: v. Ööhpehtimmielaake § 6-2, voestes lïhtse.

source: I samiske kommuner har det vært vanlig at opplæring på samisk tilbys elever som har samisk som førstespråk, men etter loven gjelder denne retten alle elever.
sma: Saemien tjïeltine sïejhme orreme lïerehtimmie saemiengïelesne faalesåvva learoehkidie mah saemien voestesgïeline utnieh, men daan laaken mietie gaajhkh learohkh daam reaktoem utnieh.

source: Dette betyr at det er mulig i grunnskolen å gi opplæring på samisk også i andre fag eller deler av fag for elever med samisk som andrespråk og slik bruke opplæringsmodeller i som fremmer utvikling av samisk språk hos elevene.
sma: Daate sæjhta jiehtedh nuepie lea lïerehtimmiem saemien gïelesne maadthskuvlesne vedtedh aaj jeatjah faagine jallh bielieh faagijste learoehkidie saemien mubpiengïeline, jïh naemhtie lïerehtimmiemaallh nuhtjedh mah evtiedimmiem saemien gïeleste eevtjieh learohki luvnie.

source: Elever som bor utenfor samiske kommuner, kan få opplæring på samisk, men det må være minst ti elever i kommunen som krever det.
sma: Learohkh mah saemien tjïelti ålkoli årroeminie, maehtieh lïerehtimmiem åadtjodh saemien gïelesne, men unnemes luhkie learohkh tjïeltesne tjuerieh dam krïevedh.

source: De vil beholde denne retten så lenge det er minst seks elever igjen i gruppa, jf. Opplæringslova § 6.2 andre ledd.
sma: Dah sijhtieh daam reaktoem utniehtidh dan guhkiem unnemes govhte learohkh aajmene dåehkesne, v. Ööhpehtimmielaakine § 6-2 mubpie lïhtse.

source: Elever som får opplæring på samisk, skal få opplæring i samsvar med Læreplanverket Kunnskapsløftet –Samisk jf. Forskrift til opplæringslova § 1-1 b.
sma: Learohkh mah lïerehtimmiem åadtjoeh saemien gïelesne, edtjieh lïerehtimmiem åadtjodh Learoesoejkesjevierhkien mietie Maahtoelutnjeme – Saemien v. Mieriedimmie ööhpehtimmielaakese § 1-1 b.

source: På videregående opplæring har ikke samiske elever rett til opplæring på samisk.
sma: Jåarhkelïerehtimmesne saemien learohkh eah reaktoem utnieh lïerehtæmman saemien gïelesne.

source: Deres mulighet til å få opplæring på samisk er avhengig av om skolen de går på, tilbyr dette.
sma: Dej nuepie lïerehtimmiem åadtjodh saemien gïelesne lea jearohke mejtie skuvle mesnie dah vaedtsieh, dam faalehte.

source: Samisk reindriftsskole og videregående skole i Kautokeino og Samisk videregående i Karasjok gir opplæring på samisk og i samsvar med det samiske læreplanverket.
sma: Saemien båatsoe- jïh jåarhkeskuvle Guovdageaidnusne jïh Saemien jåarhkeskuvle Karasjohkesne lïerehtimmiem saemien gïelesne vedtieh, jïh saemien learoesoejkesjevierhkien mietie.

source: Fylkeskommunene kan også tilby slik opplæring, jf. Opplæringslova § 6-3 andre ledd.
sma: Fylhkentjïelth maehtieh aaj dagkeres lïerehtimmiem faalehtidh, v. Ööhpehtimmielaakine § 6 -3 mubpie lïhtse.
